Repository: Jerroder/deadlift-diaries
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Add Exercise
de: Übung hinzufügen
es: Añadir ejercicio
fr: Ajouter un exercice

source: Add Superset Exercise
de: Supersatz-Übung hinzufügen
es: Añadir ejercicio de superserie
fr: Ajouter un exercice en superset

source: Add Workout
de: Training hinzufügen
es: Añadir entrenamiento
fr: Ajouter un entraînement

# auto_start_rest_after_set
source: Automatically start rest after a set ends
de: Pause automatisch nach einem Satz starten
es: Iniciar automáticamente el descanso después de una serie
fr: Démarrer automatiquement le repos après une série

# auto_start_set_after_rest
source: Automatically start the next set after rest ends
de: Nächsten Satz automatisch nach der Pause starten
es: Iniciar automáticamente la siguiente serie después del descanso
fr: Démarrer automatiquement la prochaine série après le repos

# automatically_reset_timer
source: Automatically reset timer at the end of an exercise
de: Timer am Ende der Übung automatisch zurücksetzen
es: Restablecer automáticamente el temporizador al final del ejercicio
fr: Réinitialiser automatiquement le minuteur à la fin de l'exercice

source: Beep
de: Piep
es: Bip
fr: Bip

source: Before Next Exercise
de: Vor der nächsten Übung
es: Antes del siguiente ejercicio
fr: Avant le prochain exercice

source: Begin
de: Beginn
es: Inicio
fr: Début

source: Best
de: Beste
es: Mejor
fr: Meilleur

source: Busy
de: Besetzt
es: Ocupado
fr: Occupé

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier

source: Change
de: Ändern
es: Cambiar
fr: Changer

source: Choo Choo
de: Tschu Tschu
es: Chu Chu
fr: Tchou Tchou

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

source: Congestion
de: Überlastung
es: Congestión
fr: Encombrement

source: Copy
de: Kopieren
es: Copiar
fr: Copier

source: Copy to Mesocycle
de: In den Mesozyklus kopieren
es: Copiar al Mesociclo
fr: Copier vers le Mésocycle

source: Copy to Week
de: In die Woche kopieren
es: Copiar a la Semana
fr: Copier vers la Semaine

source: Copy to Workout
de: In das Training kopieren
es: Copiar al Entrenamiento
fr: Copier vers l'Entraînement

source: Create New Exercise
de: Neue Übung erstellen
es: Crear nuevo ejercicio
fr: Créer un nouvel exercice

source: Create New Program
de: Neues Programm erstellen
es: Crear nuevo programa
fr: Créer un nouveau programme

source: Create New Template
de: Neue Vorlage erstellen
es: Crear nueva plantilla
fr: Créer un nouveau modèle

# create_template_prompt
source: Create a workout template to get started.
de: Erstelle eine Trainingsvorlage, um loszulegen.
es: Crea una plantilla de entrenamiento para empezar.
fr: Créez un modèle d'entraînement pour commencer.

source: Current
de: Aktuell
es: Actual
fr: Actuel

source: Cycles
de: Zyklen
es: Ciclos

source: Date
de: Datum
es: Fecha

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Distance:
de: Distanz:
es: Distancia

source: Distance-based
de: Distanzbasiert
es: Basado en distancia
fr: Basé sur la distance

# distance_label
source: Distance
de: Distanz
es: Distancia

# distance_x
source: Distance: %lld %@
de: Distanz: %lld %@
es: Distancia: %lld %@

# do_not_stop_timer
source: Do not stop timer between sets and rest
de: Timer zwischen Sätzen und Pause nicht anhalten
es: No detener el temporizador entre series y descanso
fr: Ne pas arrêter le minuteur entre les séries et le repos

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer

source: Duration
de: Dauer
es: Duración
fr: Durée

# duration_x_sec
source: Duration: %lld sec
de: Dauer: %lld Sek.
es: Duración: %lld seg
fr: Durée : %lld sec

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Edit Exercise
de: Übung bearbeiten
es: Editar Ejercicio
fr: Modifier l'Exercice

source: Edit Mesocycle
de: Mesozyklus bearbeiten
es: Editar Mesociclo
fr: Modifier le Mésocycle

source: Edit Program
de: Programm bearbeiten
es: Editar programa
fr: Modifier le programme

source: Edit Superset
de: Supersatz bearbeiten
es: Editar Superserie
fr: Modifier le Superset

source: Edit Template
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle

source: Empty workout
de: Leeres Training
es: Entrenamiento vacío
fr: Entraînement vide

source: Enable iCloud backup
de: iCloud-Backup aktivieren
es: Habilitar copia de seguridad en iCloud
fr: Activer la sauvegarde iCloud

source: End Record
de: Aufnahmeende
es: Fin de grabación
fr: Fin d'enregistrement

source: Ends
de: Endet
es: Termina
fr: Se termine

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice

source: Exercise duration
de: Übungsdauer
es: Duración del ejercicio
fr: Durée de l'exercice

source: Exercise is over
de: Die Übung ist beendet
es: El ejercicio ha terminado
fr: L’exercice est terminé

source: Exercise name
de: Übungsname
es: Nombre del ejercicio
fr: Nom de l'exercice

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices

source: Existing Exercises
de: Vorhandene Übungen
es: Ejercicios existentes
fr: Exercices existants

source: Export
de: Exportieren
es: Exportar
fr: Exporter

source: Import
de: Importieren
es: Importar
fr: Importer

source: Key Tone
de: Tastenton
es: Tono de tecla
fr: Tonalité de touche

source: Mesocycles
de: Mesozyklen
es: Mesociclos
fr: Mésocycles

source: Minutes
de: Minuten
es: Minutos

# need_2_points
source: Need at least 2 data points to show progression
de: Mindestens 2 Datenpunkte erforderlich, um den Fortschritt anzuzeigen
es: Se necesitan al menos 2 puntos de datos para mostrar la progresión
fr: Au moins 2 points de données sont nécessaires pour afficher la progression

source: New Exercise
de: Neue Übung
es: Nuevo Ejercicio
fr: Nouvel Exercice

source: New Mesocycle
de: Neuer Mesozyklus
es: Nuevo Mesociclo
fr: Nouveau Mésocycle

source: New Program
de: Neues Programm
es: Nuevo programa
fr: Nouveau programme

source: New Template
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle

source: New Workout
de: Neues Training
es: Nuevo Entrenamiento
fr: Nouvel Entraînement

source: News Flash
de: Eilmeldung
es: Flash informativo
fr: Flash info

# next_exercise_starting
source: The next exercise is starting
de: Die nächste Übung beginnt
es: El siguiente ejercicio está comenzando
fr: Le prochain exercice commence

source: No exercises
de: Keine Übungen
es: Sin ejercicios
fr: Aucun exercice

# no_history
source: No history available
de: Kein Verlauf verfügbar
es: No hay historial disponible
fr: Aucun historique disponible

source: No Program
de: Kein Programm
es: Sin programa
fr: Aucun programme

source: No sound
de: Kein Ton
es: Sin sonido
fr: Aucun son

source: No Templates
de: Keine Vorlagen
es: Sin plantillas
fr: Aucun modèle

source: No workout scheduled
de: Kein Training geplant
es: No hay entrenamiento programado
fr: Aucun entraînement prévu

source: None
de: Keine
es: Ninguno
fr: Aucun

source: Notes
de: Notizen
es: Notas

# number_of_weeks
source: Number of weeks: %lld
de: Anzahl der Wochen: %lld
es: Número de semanas: %lld
fr: Nombre de semaines : %lld

# p_superset_p
source: (Superset)
de: (Satzkombination)
es: (Superserie)
fr: (Supersérie)

source: Program
de: Programm
es: Programa
fr: Programme

# program_name_footer
source: Just a name to group templates under, so their exercise history is tracked separately from other programs.
de: Nur ein Name, um Vorlagen zu gruppieren, damit deren Übungsverlauf getrennt von anderen Programmen verfolgt wird.
es: Solo un nombre para agrupar plantillas, de modo que su historial de ejercicios se registre por separado de otros programas.
fr: Juste un nom pour regrouper des modèles, afin que leur historique d'exercices soit suivi séparément des autres programmes.

# remaining_x
source: Remaining: %1$(variableName)@
de: Verbleibend: %(variableName)@
es: Restante: %(variableName)@
fr: Restant : %(variableName)@

# remaining_x_sec
source: Remaining: %lld sec
de: Verbleibend: %lld Sek.
es: Restante: %lld seg
fr: Restant : %lld sec

source: Rename Workout
de: Training umbenennen
es: Renombrar Entrenamiento
fr: Renommer l'Entraînement

# repeat_footer
source: The workout will repeat every %1$@ for %2$@.
de: Das Training wiederholt sich jeden %1$@ für %2$@.
es: El entrenamiento se repetirá cada %1$@ durante %2$@.
fr: L'entraînement se répétera chaque %1$@ pendant %2$@.

# repeat_footer_program
source: The workout will repeat every %1$@ for %2$@. Tied to the %3$@ program for history tracking.
de: Das Training wiederholt sich jeden %1$@ für %2$@. Verknüpft mit dem Programm %3$@ zur Verlaufsverfolgung.
es: El entrenamiento se repetirá cada %1$@ durante %2$@. Vinculado al programa %3$@ para el seguimiento del historial.
fr: L'entraînement se répétera chaque %1$@ pendant %2$@. Associé au programme %3$@ pour le suivi de l'historique.

source: Repeats
de: Wiederholt sich
es: Se repite
fr: Se répète

source: Reps:
de: Wiederholungen:
es: Repeticiones:
fr: Répétitions :

# reps_label
source: Reps
de: Wiederholungen
es: Repeticiones
fr: Répétitions

# reps_x
source: Reps: %lld
de: Wiederholungen: %lld
es: Repeticiones: %lld
fr: Répétitions : %lld

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser

source: Rest Day
de: Ruhetag
es: Día de descanso
fr: Jour de repos

source: Rest duration
de: Pausendauer
es: Duración del descanso
fr: Durée de repos

source: Rest is over
de: Die Erholungsphase ist vorbei
es: El descanso ha terminado
fr: Le repos est terminé

# rest_label
source: Rest
de: Pause
es: Descanso
fr: Repos

# rest_x_sec
source: Rest: %lld sec
de: Pause: %lld Sek.
es: Descanso: %lld seg
fr: Repos : %lld sec

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre

source: Schedule
de: Zeitplan
es: Horario
fr: Planning

source: Search exercises
de: Übungen suchen
es: Buscar ejercicios
fr: Rechercher des exercices

source: Search templates
de: Vorlagen suchen
es: Buscar plantillas
fr: Rechercher des modèles

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes

source: Select all
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner

source: Select Template
de: Vorlage auswählen
es: Seleccionar Plantilla
fr: Sélectionner un Modèle

# send_notification
source: When the app is in the background, send a notification when the timer ends
de: Wenn die App im Hintergrund läuft, sende eine Benachrichtigung, wenn der Timer abläuft
es: Cuando la app esté en segundo plano, envía una notificación cuando el temporizador termine
fr: Quand l’application est en arrière-plan, envoie une notification lorsque le minuteur se termine

source: Sets:
de: Sätze:
es: Series:
fr: Séries :

# sets_label
source: Sets
de: Sätze
es: Series
fr: Séries

# sets_x
source: Sets: %lld
de: Sätze: %lld
es: Series: %lld
fr: Séries : %lld

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Short Double High
de: Kurz doppelt hoch
es: Doble agudo corto
fr: Double aigu court

source: Short Double Low
de: Kurz doppelt tief
es: Doble grave corto
fr: Double grave court

source: Sound
de: Ton
es: Sonido
fr: Son

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début

source: Start from scratch
de: Von Grund auf neu beginnen
es: Empezar desde cero
fr: Partir de zéro

source: Start next exercise timer
de: Timer für nächste Übung starten
es: Iniciar temporizador del siguiente ejercicio
fr: Démarrer le minuteur du prochain exercice

source: Start rest
de: Pause starten
es: Iniciar descanso
fr: Démarrer le repos

source: Superset
de: Supersatz
es: Superserie

# superset_parner
source: Superset Partner
de: Satzkombinationspartner
es: Compañero de superserie
fr: Partenaire de supersérie

source: Target
de: Ziel
es: Objetivo
fr: Objectif

source: Template
de: Vorlage
es: Plantilla
fr: Modèle

# template_program_footer
source: Optional. Keeps this template's exercise history separate from other programs.
de: Optional. Hält den Übungsverlauf dieser Vorlage getrennt von anderen Programmen.
es: Opcional. Mantiene el historial de ejercicios de esta plantilla separado de otros programas.
fr: Facultatif. Garde l'historique des exercices de ce modèle séparé des autres programmes.

source: Time
de: Zeit
es: Tiempo
fr: Temps

source: Time-based
de: Zeitbasiert
es: Basado en tiempo
fr: Basé sur le temps

source: Time-based exercise
de: Zeitbasierte Übung
es: Ejercicio basado en tiempo
fr: Exercice basé sur le temps

# time_before_next
source: Time before next exercise
de: Zeit bis zur nächsten Übung
es: Tiempo antes del próximo ejercicio
fr: Temps avant l'exercice suivant

source: Timer is up
de: Die Zeit ist abgelaufen
es: El tiempo ha terminado
fr: Le temps est écoulé

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain

# total_sets_x
source: Total Sets: %lld
de: Gesamte Sätze: %lld
es: Series totales: %lld
fr: Séries totales : %lld

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Unknown Exercise
de: Unbekannte Übung
es: Ejercicio desconocido
fr: Exercice inconnu

source: Unlink
de: Verknüpfung aufheben
es: Desvincular
fr: Dissocier

source: Use as template
de: Als Vorlage verwenden
es: Usar como plantilla
fr: Utiliser comme modèle

# week_x
source: Week %lld
de: Woche %lld
es: Semana %lld
fr: Semaine %lld

source: Weight:
de: Gewicht:
es: Peso:
fr: Poids :

# weight_label
source: Weight
de: Gewicht
es: Peso
fr: Poids

# weight_x
source: Weight: %.2f %@
de: Gewicht: %.2f %@
es: Peso: %.2f %@
fr: Poids : %.2f %@

source: Workout
de: Training
es: Entrenamiento
fr: Entraînement

# workout_changes_footer
source: Changes here only affect this workout and its following occurrences - the template it was created from stays unchanged.
de: Änderungen hier wirken sich nur auf dieses Training und seine folgenden Termine aus - die Vorlage, aus der es erstellt wurde, bleibt unverändert.
es: Los cambios aquí solo afectan a este entrenamiento y sus próximas repeticiones; la plantilla de la que proviene permanece sin cambios.
fr: Les modifications ici n'affectent que cet entraînement et ses occurrences suivantes - le modèle dont il provient reste inchangé.

source: Workout Name
de: Trainingsname
es: Nombre del entrenamiento
fr: Nom de l'entraînement

source: Workout Template
de: Trainingsvorlage
es: Plantilla de entrenamiento
fr: Modèle d'entraînement

# x_exercises
source: %lld exercises
de: %lld Übungen
es: %lld ejercicios
fr: %lld exercices

# x_sec
source: %lld sec
de: %lld Sek.
es: %lld seg

# x_seconds
source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes

# x_week
source: %lld weeks
de: Wochen
es: %lld semanas
fr: %lld semaines

source: Countdown
es: Cuenta atrás
fr: Compte à rebours

source: Name
es: Nombre
fr: Nom

source: Optional
es: Opcional
fr: Facultatif

source: Pause
es: Pausa

source: Start
es: Iniciar
fr: Démarrer

# start_xdate
source: Start: %@
es: Inicio: %@
fr: Début : %@

source: Timer
es: Temporizador
fr: Minuteur
